Repository: ustyuzhaninky/pieone
Catalog: assets/locales/*/po/*.po
Languages: ru

source: No
ru: Нет

source: Yes
ru: Да

source: Exit
ru: Выход

source: Do you wish to close the application?
ru: Вы точно хотите завершить работу приложения?

source: Ok
ru: Ок

source: Cancel
ru: Отмена

source: Settings
ru: Настройки

source: Later
ru: Позже

source: Yes, restart now
ru: Да, перезагрузить сейчас

source: Restart required
ru: Необходима перезагрузка

source: For changes to take effect application has to restart.
ru: Для внесения изменений приложение необходимо перезапустить.

source: Application language
ru: Язык приложения

source: About
ru: О приложении

source: Open source simulator example
ru: Открыть исходные коды примера симулятора

source: Contaсts
ru: Контакты

source: [size=14]Official YouTube channel[/size]
ru: [size=14]Официальный Канал YouTube[/size]

source: [size=14]Twitter channel[/size]
ru: [size=14]Канал Twitter[/size]

source: Menu
ru: Меню

source: Documentation
ru: Документация

source: P.I.E. ONE intergrated user manual
ru: P.I.E. ONE Встроенная инструкция пользователя

source: Schematic
ru: Мнемосхема

source: Beginning
ru: Начало

source: Step 1
ru: Шаг 1

source: Step 2
ru: Шаг 2

source: Step 3
ru: Шаг 3

source: Step 4
ru: Шаг 4

source: Step 5
ru: Шаг 5

source: Step 6
ru: Шаг 6

source: Simulator
ru: Симулятор

source: Crude Diesel Feed
ru: Дизельная фракция

source: Hydrogen-containing Gas Feed
ru: Поток ВСГ

source: Hydrogen-containing Gas Circulation from cleaning
ru: ВСГ рецикл с линии очистки

source: Cold Water Feed
ru: Поток холодной воды

source: Hydrogen-containing Gas Output
ru: ВСГ на рецикл

source: Water steam
ru: Водяной пар

source: Water to plant sewage
ru: Техническая вода в пром.канализацию

source: Hydrocarbon Gas Output
ru: Углеводородный газ

source: Distilled Gasoline Output
ru: Бензин-отгон

source: Sulfide Gas Output
ru: Сероводородный газ

source: Water Steam
ru: Водяной пар

source: Hydrogen-purified Diesel Output
ru: Гидроочищенная дизельная фракция

source: Separator S1
ru: Сепаратор С1

source: Tower T1
ru: Колонна К1

source: Reactor R1
ru: Реактор Р1

source: Furnace F1
ru: Печь П1

source: Deodorator tower T2
ru: Колонна-деодоратор К2

source: Vessel E1
ru: Емкость Е1

source: Coalescer CO1
ru: Коалесцер КО1

source: Coalescer CO2
ru: Коалесцер КО2

source: Separator S2
ru: Сепаратор С2

source: Pump P1
ru: Насос Н1

source: Compressor C1
ru: Компрессор К1

source: Compressor C2
ru: Компрессор К2

source: Pump P2
ru: Насос Н2

source: Air Cooler AC1
ru: Аппарат воздушного охлаждения АВО1

source: Air Cooler AC2
ru: Аппарат воздушного охлаждения АВО2

source: Air Cooler AC3
ru: Аппарат воздушного охлаждения АВО3

source: Run Simulation
ru: Запустить симуляцию

source: Pause Simulation
ru: Остановить Симуляцию

source: Restart Simulation
ru: Перезапустить Симуляцию

source: Stop simulation
ru: Прекратить Симуляцию

source: Ellapsed Time: 00:00:00
ru: Затраченное время: 00:00:00

source: Show Track Record
ru: Показать Историю теста

source: Unexpected malfunction
ru: Непредвиденная поломка

source: {self.tooltip_text} Event: {event_text}
ru: {self.tooltip_text} Событие: {event_text}

source: Skip
ru: Пропустить

source: Controls
ru: Управление

source: OK
ru: Ок

source: Track Record
ru: История теста

source: Statistics
ru: Статистика

source: Your work is over. Your estimates are following:
ru: Ваша работа завершена. Результаты:

source: SKIP
ru: ПРОПУСТИТЬ

source: CLOSE
ru: ЗАКРЫТЬ

source: Ellapsed Time: {time.strftime('%H:%M:%S', ellapsed_time)}
ru: Затраченное время: {time.strftime('%H:%M:%S', ellapsed_time)}

source: Result: {event.tertiary_text}
ru: Результат: {event.tertiary_text}

source: Answered: {event.answer}
ru: Отвечено: {event.answer}

source: Dark Mode
ru: Темная тема

source: Language
ru: Язык

source: Return
ru: Назад

source: Leaving simulation
ru: Покинуть симуляцию

source: Do you wish to leave the screen? All progress will be lost.
ru: Вы действительно хотите покинуть этот экран? Весь прогрес будет потерян.

source: NOT ATTEMPTED and wasted
ru: НЕ ПРОСМАТРИВАЛАСЬ и потеряно

source: SOLVED in
ru: РЕШЕНА за

source: FAILED in
ru: ПРОВАЛЕНА за

source: seconds
ru: сек

source: High Level in Reactor R1
ru: Высокий уровень жидкости в реакторе Р1

source: Reactor R1 is overflowing
ru: Реактор Р1 переполянется

source: Low Level in reactor R1
ru: Низкий уровень жидкости в реактора Р1

source: Reactor is running dry
ru: Реактор пустеет

source: High Temperature in the Furnace F1
ru: Высокая температура в печи П1

source: Feed line is overheating in the furnace F1
ru: Поток печи П1 перегревается

source: Low Temperature in the Furnace F1
ru: Низкая температура в печи П1

source: Output stream of the furnace F1 is too cold
ru: Выходой поток печи П1 слишком холодный

source: Insufficient crude diesel flow
ru: Недостаточный объем поступающей дизельной фракции

source: Pump P1 does not recieve enough liquid in the input
ru: Насос Н2 не получает достаточно жидкости на всасе

source: Pump P1 had been shut down
ru: Насос Н1 был аварийно остановлен

source: Pump P1 stopped unexpectedly
ru: Насос Н1 неожиданно остановился

source: High water level in Coalescer CO1
ru: Высокий уровеь воды в коалесцере КО1

source: CO1 is overflowing with water
ru: КО1 переполяется водой

source: Low water level in Coalescer CO1
ru: Низкий уровень воды в коалесцере КО1

source: CO1 recieves insufficient feed or feed stream is mostly water
ru: Объем потока КО1 поступает недостаточно жидкости или поток в основном дизельная фракция

source: High water level in Coalescer CO2
ru: Высокий уровеь воды в коалесцере КО2

source: CO2 is overflowing with water
ru: КО2 переполяется водой

source: Low water level in Coalescer CO2
ru: Низкий уровень вода в коалесцере КО2

source: CO2 recieves insufficient feed or feed stream is mostly diesel
ru: Объем потока КО2 поступает недостаточно жидкости или поток в основном дизельная фракция

source: Compressor C1 malfunction
ru: Внутренняя проблема в компрессоре К1

source: Alarm on C1 due to insufficient pressure or liquid on the intake
ru: Сигнализация на К1 всвязи с недостаточным давлением или наличием жидкости на всасе

source: Compressor C2 malfunction
ru: Внутренняя проблема в компрессоре К2

source: Alarm on C2 due to insufficient pressure or liquid on the intake
ru: Сигнализация на К2 всвязи с недостаточным давлением или наличием жидкости на всасе

source: Pump 2 had been shut down
ru: Насос Н2 был аварийно остановлен

source: Pump P2 stopped unexpectedly
ru: Насос Н2 неожиданно остановился

source: Air Cooler AC1 does not spin
ru: Аппарат воздушного охлаждения АВО1 не вращается

source: AC1's turbine malfunctions
ru: Турбина АВО1 не работает

source: Air Cooler AC2 does not spin
ru: Аппарат воздушного охлаждения АВО2 не вращается

source: AC2's turbine malfunctions
ru: Турбина АВО2 не работает

source: Air Cooler AC3 does not spin
ru: Аппарат воздушного охлаждения АВО1 не вращается

source: AC3's turbine malfunctions
ru: Турбина АВО3 не работает

source: High Level in Deodorator tower T2
ru: Высокий уровень жидкости в колонне К2

source: Deodorator tower T2 is overflowing
ru: Колонна-деодоратор К2 переполняется

source: Low Level in Deodorator tower T2
ru: Низкий уровень жидкости в колонне К2

source: Deodorator tower T2 is running dry
ru: Колонна-деодоратор К2 пустеет

source: High Level in Distillation Tower T1
ru: Высокий уровень жидкости в ректификационной колонне К1

source: Distillation tower T1 is overflowing
ru: Ректификационная колонна К1 переполняется

source: Low Level in Distillation tower T1
ru: Низкий уровень жидкости в ректификационной колонне К1

source: Distillation tower T1 is running dry
ru: Ректификационная колонна К1 пустеет

source: Dangerously high pressure in separator S1
ru: Опасно высокое давление в сепараторе С1

source: Too much gas in separator S1
ru: Слишком много газа в сепараторе С1

source: Dangerously high pressure in separator S2
ru: Опасно высокое давление в сепараторе С2

source: Too much gas in separator S2
ru: Слишком много газа в сепараторе С2

source: Dangerously high pressure in vessel E1
ru: Опасно высокое давление в емкости Е1

source: Too much gas in vessel E1
ru: Слишком много газа в емкости Е1

source: Low liquid level in separator S1
ru: Низкий уровень жидкости в сепараторе С1

source: Separator S1 has no liquid
ru: Сепаратор С1 не содержит жидкости

source: High liquid level in separator S1
ru: Высокий уровень жидкости в сепарторе С1

source: Separator S1 is overflowing
ru: Сепаратор С1 переполняется

source: High liquid level in separator S2
ru: Высокий уровень жидкости в сепаратора С2

source: Separator S2 is overflowing
ru: Сепаратор С2 переполняется

source: Low liquid level in separator S2
ru: Низкий уровень жидкости в сепаратора С2

source: Separator S2 has no liquid
ru: Сепаратор С2 не содержит жидкости

source: Low liquid level in vessel E1
ru: Низкий уровень жидкости в емкости Е1

source: Vessel E1 has no liquid
ru: Емкость Е1 не содержит жидкости

source: High liquid level in vessel E1
ru: Высокий уровень жидкости в емкости Е1

source: Vessel E1 is overflowing
ru: Емкость Е1 переполняется

source: Increase fuel feed to furnace F1
ru: Повысить подачу топлива в печь

source: Decrease fuel feed to furnace F1
ru: Снизить подачу топлива в печь

source: Increase water removal from coalescer CO1
ru: Повысить отбор воды с коалесцера КО1

source: Decrease water removal from coalescer CO1
ru: Снизить отбор воды с коалесцера КО1

source: Increase water removal from coalescer CO2
ru: Повысить отбор воды с коалесцера КО2

source: Decrease water removal from coalescer CO2
ru: Снизить отбор воды с коалесцера КО2

source: Increase reflux feed to feed line of tower T1 from vessel E1
ru: Повысить подачу рефлюкса по линии рецикла колонны К1 из емкости Е1

source: Decrease reflux feed to feed line of tower T1 from vessel E1
ru: Снизить подачу рефлюкса по линии рецикла колонны К1 из емкости Е1

source: Increase cold hydrogen-containing gas feed from compressor C1 output
ru: Повысить подачу холодного ВСГ на прием компрессора С1

source: Decrease cold hydrogen-containing gas feed from compressor C1 output
ru: Снизить подачу холодного ВСГ на прием компрессора С1

source: Increase hydrogen-containing gas removal from separator S1
ru: Повысить отбор ВСГ из сепаратора С1

source: Decrease hydrogen-containing gas removal from separator S1
ru: Снизить отбор ВСГ из сепаратора С1

source: Increase hydrocarbon gas removal from vessel E1
ru: Повысить отбор углеводородного газа из емкости Е1

source: Decrease hydrocarbon gas removal from vessel E1
ru: Снизить отбор углеводородного газа из емкости Е1

source: Increase hydrogen-enriched diesel fraction removal from the Tower T1 bottom
ru: Повысить отбор гидроочищенной дизельной фракии с низа колонны К1

source: Decrease hydrogen-enriched diesel fraction removal from the Tower T1 bottom
ru: Снизить отбор гидроочищенной дизельной фракии с низа колонны К1

source: Increase distilled gasoline removal by pump P2
ru: Повысить отбор бензина-дистиллята насосом Н2

source: Decrease distilled gasoline removal by pump P2
ru: Снизить отбор бензина-дистиллята насосом Н2

source: Increase water removal from Deodorator tower T2
ru: Повысить отбор воды из колонны-деодоратора К2

source: Decrease water removal from Deodorator tower T2
ru: Снизить отбор воды из колонны-деодоратора К2

source: Engage a reserve pump
ru: Ввести в строй резервный насос

source: Engage a reserve compressor
ru: Ввести в строй резервный компрессор

source: Emergency Stop
ru: Аварийный останов производства

source: Increase hydrogen sulfide gas removal from separator S2
ru: Повысить отбор водородосодержащего газа из сепаратора С2

source: Decrease hydrogen sulfide gas removal from separator S2
ru: Снизить отбор водородосодержащего газа из сепаратора С2

source: Engage a reserve cooler
ru: Ввести в строй резервный АВО

source: Increase Pump P1 speed
ru: Повысить скорость насоса Н1

source: Decrease Pump P1 speed
ru: Снизить скорость насоса Н1

source: Increase Pump P2 speed
ru: Повысить скорость насоса Н2

source: Decrease Pump P2 speed
ru: Снизить скорость насоса Н2

source: Increase Compressor C1 speed
ru: Повысить скорость компрессора К1

source: Decrease Compressor C1 speed
ru: Снизить скорость компрессора К1

source: Increase Compressor C2 speed
ru: Повысить скорость компрессора К2

source: Decrease Compressor C2 speed
ru: Снизить скорость компрессора К2

source: Increase Cooler AC1 speed
ru: Повысить скорость АВО1

source: Decrease Cooler AC1 speed
ru: Снизить скорость АВО1

source: Increase Cooler AC2 speed
ru: Повысить скорость АВО2

source: Decrease Cooler AC2 speed
ru: Снизить скорость АВО2

source: Increase Cooler AC3 speed
ru: Повысить скорость АВО3

source: Decrease Cooler AC3 speed
ru: Снизить скорость АВО3

source: Increase water removal from separator S1
ru: Повысить отвод воды из сепаратора С1

source: Decrease water removal from separator S1
ru: Снизить отвод воды из сепаратора С1

source: Increase water removal from separator S2
ru: Повысить отвод воды из сепаратора С2

source: Decrease water removal from separator S2
ru: Снизить отвод воды из сепаратора С2

source: Increase water removal from vessel E1
ru: Повысить отвод воды из Емкости Е1

source: Decrease water removal from vessel E1
ru: Снизить отвод воды из Емкости Е1
